       IDENTIFICATION DIVISION.
       PROGRAM-ID. VERBS.

       PROCEDURE DIVISION.
           DISPLAY "START".
           MOVE 5 TO A.
           ADD 3 TO A.
           SUBTRACT 2 FROM A.
           MULTIPLY A BY 2.
           DIVIDE A BY 3.
           COMPUTE B = A + 1.
           INITIALIZE C.
           DISPLAY A.
           DISPLAY B.
           DISPLAY C.
           STOP RUN.
